Repository: RunningQA/InvoiceGenerator
Catalog: InvoiceGenerator/locale/*/LC_MESSAGES/messages.po
Languages: nl

source: Vat in: %s
nl: BTW: %s

source: IR: %s
nl: IČ: %s

source: Page %(page_number)d of %(page_count)d
nl: Pagina %(page_number)d z %(page_count)d

source: Invoice num.: %s
nl: Factuurnummer: %s

source: Customer
nl: Klant

source: Provider
nl: Leverancier

source: Payment information
nl: Betaalgegevens

source: Account n.
nl: Bankrek.

source: List of items
nl: Artikellijst

source: Description
nl: Beschrijving

source: Units
nl: Aantal

source: Price per one
nl: Stuksprijs

source: Total price
nl: Totaalbedrag

source: Tax
nl: BTW

source: Total price with tax
nl: Totaal prijs incl. BTW

source: Rounding
nl: Afronding

source: Total
nl: Totaal

source: Breakdown VAT
nl: Uitsplitsing BTW

source: VAT rate
nl: BTW %

source: Without VAT
nl: Exclusief BTW

source: With VAT
nl: Inclusief BTW

source: Total with tax
nl: Totaal incl. BTW

source: Creator
nl: Aangemaakt door

source: Date of exposure taxable invoice
nl: Factuurdatum

source: Taxable invoice num.: %s
nl: BTW Factuurnummer: %s

source: Due date
nl: Uiterste betaaldatum

source: Taxable date
nl: BTW datum

source: Paytype
nl: Betaaltype

source: Correcting document: %s
nl: Creditnota: %s

source: Correction document for invoice: %s
nl: Creditnota voor factuur: %s

source: Reason to correction: %s
nl: Reden voor creditnota: %s

source: Date of exposure
nl: Datum vystavení

source: Document num.: %s
nl: Documentnummer: %s
